11/data/attachments/df7eca8f640ddb79.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christine_catch_Actions_79123_2</nif:username>
            <nif:friendToBeRequested>soap_actions_de9d98e6-9559-44bd-88b2-c898b2af328d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>